// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Nettoyer le verso de page Taches";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuler";

CleaningConfirmationTitle = "Nettoyage des taches de verso de page";
CleaningConfirmationBody = "Ce processus peut prendre plusieurs minutes. Un bruit mécanique est normal, et le papier se déplacera vers l'avant et vers l'arrière dans l'imprimante. Cliquez sur OK pour commencer.";
PaperNotFoundTite = "Papier introuvable";
PaperNotFoundBody = "Chargez le papier dans le bac à papier avant de commencer le nettoyage des taches de verso de page. Cliquez sur OK pour continuer.";
BackPageSmearCleaningTitle = "Nettoyage des taches de verso de page…";
BackPageSmearCleaningCompleteBody = "Le nettoyage des taches de verso de page est terminé.";

NotInitiatedTitle = "Impossible de lancer le nettoyage.";
NotInitiatedMsg = "Impossible de lancer la procédure de nettoyage. Veuillez vérifier si l'imprimante est active et si des travaux d'impression ne sont pas en cours de traitement.";

HSDTitleTextFieldValue = "Nettoyer les taches de verso de page";
HSDGuideTextFieldValue = "Chargez le papier dans le bac à papier avant de commencer le nettoyage des taches de verso de page. Cliquez sur Nettoyer pour continuer.";
HSDCleanButtonTitle = "Nettoyer";

BackPageSmearCancelingTitle = "Annulation";

HSDInfoTextFieldValue = "Cette procédure peut être effectuée en cas de traces d'encre au verso d'une page imprimée. Le nettoyage du maculage au verso de la page nettoiera un composant interne de l'imprimante qui présente des traces.";
